import cardImage1 from "../assets/card_img.png";
import Image1 from "../assets/tab_img1.png";
import Image2 from "../assets/tab_img2.png";
import Image3 from "../assets/tab_img3.png";

export const data = [
    {
        id: 1,
        title: "Свежие фрукты",
        info: "Сезонные яблоки",
        img: cardImage1
    },
    {
        id: 2,
        title: "Свежие фрукты",
        info: "Сезонные яблоки",
        img: cardImage1
    },
    {
        id: 3,
        title: "Свежие фрукты",
        info: "Сезонные яблоки",
        img: cardImage1
    },
    {
        id: 4,
        title: "Свежие фрукты",
        info: "Сезонные яблоки",
        img: cardImage1
    },
    {
        id: 5,
        title: "Свежие фрукты",
        info: "Сезонные яблоки",
        img: cardImage1
    },
    {
        id: 6,
        title: "Свежие фрукты",
        info: "Сезонные яблоки",
        img: cardImage1
    },
    {
        id: 7,
        title: "Свежие фрукты",
        info: "Сезонные яблоки",
        img: cardImage1
    },
    {
        id: 8,
        title: "Свежие фрукты",
        info: "Сезонные яблоки",
        img: cardImage1
    },
]

export const Tab = [
    {
        id: 1,
        img: Image1,
        title: "Говядина, кусок с/к",
        info: "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        price: "500 ₽"
    },
    {
        id: 2,
        img: Image2,
        title: "Говядина, кусок с/к",
        info: "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        price: "500 ₽"
    },
    {
        id: 3,
        img: Image1,
        title: "Говядина, кусок с/к",
        info: "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        price: "500 ₽"
    },
    {
        id: 4,
        img: Image3,
        title: "Говядина, кусок с/к",
        info: "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        price: "500 ₽"
    }
]

export const Tab2 = [
    {
        id: 1,
        img: Image2,
        title: "Говядина, кусок с/к",
        info: "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        price: "500 ₽"
    },
    {
        id: 2,
        img: Image3,
        title: "Говядина, кусок с/к",
        info: "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        price: "500 ₽"
    },
    {
        id: 3,
        img: Image1,
        title: "Говядина, кусок с/к",
        info: "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        price: "500 ₽"
    },
    {
        id: 4,
        img: Image3,
        title: "Говядина, кусок с/к",
        info: "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        price: "500 ₽"
    }
]

export const Tab3 = [
    {
        id: 1,
        img: Image1,
        title: "Говядина, кусок с/к",
        info: "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        price: "500 ₽"
    },
    {
        id: 2,
        img: Image3,
        title: "Говядина, кусок с/к",
        info: "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        price: "500 ₽"
    },
    {
        id: 3,
        img: Image2,
        title: "Говядина, кусок с/к",
        info: "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        price: "500 ₽"
    },
    {
        id: 4,
        img: Image1,
        title: "Говядина, кусок с/к",
        info: "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        price: "500 ₽"
    }
]